Revit 2024 API
PDFExportOptions.OriginOffsetY Property
 Offset between bottom sides of pdf content and paper. Always stored in unit of Feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022
Syntax
C#
public double OriginOffsetY { get; set; }
Visual Basic
Public Property OriginOffsetY As Double
	Get
	Set
Visual C++
public:
property double OriginOffsetY {
	double get ();
	void set (double value);
}
See Also
PDFExportOptions Class
Autodesk.Revit.DB Namespace